const ranks: any = {
  1: {
    level_1: "🔰",
    level_2: "🔰 🔰",
    level_3: "🔰 🔰 🔰"
  },
  2: {
    level_1: "🎓",
    level_2: "🎓 🎓",
    level_3: "🎓 🎓 🎓"
  },
  3: {
    level_1: "🌟",
    level_2: "🌟 🌟",
    level_3: "🌟 🌟 🌟"
  },
  4: {
    level_1: "⚔️",
    level_2: "⚔️ ⚔️",
    level_3: "⚔️ ⚔️ ⚔️"
  },
  5: {
    level_1: "🛡️",
    level_2: "🛡️ 🛡️",
    level_3: "🛡️ 🛡️ 🛡️"
  },
  6: {
    level_1: "🏹",
    level_2: "🏹 🏹",
    level_3: "🏹 🏹 🏹"
  },
  7: {
    level_1: "🏅",
    level_2: "🏅 🏅",
    level_3: "🏅 🏅 🏅"
  },
  8: {
    level_1: "🏆",
    level_2: "🏆 🏆",
    level_3: "🏆 🏆 🏆"
  },
  9: {
    level_1: "🥇",
    level_2: "🥇 🥇",
    level_3: "🥇 🥇 🥇"
  },
  10: {
    level_1: "💎",
    level_2: "💎 💎",
    level_3: "💎 💎 💎"
  },
}

export { ranks }